Repository: huytdph07358/txe
Catalog: plugins/txe_ticket_audit/lib/l10n/app_*.arb
Languages: vi

# kiemTraVe
source: Ticket audit
vi: Kiểm tra vé

# thongTinKiemTra
source: Monthly ticket information
vi: Thông tin vé tháng

# chuaXacDinh
source: Undefined
vi: Chưa xác định

# chiTietChuyenXe
source: Trip details
vi: Chi tiết chuyến xe

# soTuyen
source: Line number
vi: Số chuyến

# tenTuyen
source: Line name
vi: Tên chuyến

# tu
source: From
vi: Từ

# den
source: Arrive
vi: Đến

# donViKhaiThac
source: Mining unit
vi: Đơn vị khai thác

# bienSoXe
source: License plates
vi: Biển số xe

# ngayXuatPhat
source: Departure date
vi: Ngày khởi hành

# gioXuatPhat
source: Departure time
vi: Giờ khởi hành

# kiemTra
source: Check
vi: Kiểm tra

# ketThuc
source: End
vi: Kết thúc

# batDau
source: Begin
vi: Bắt đầu

# thoiGianDenDiemDung
source: Time to stop
vi: Thời gian đến điểm dừng

# ketThucBanVe
source: End of ticket sales for a successful trip
vi: Kết thúc bán vé cho chuyến thành công

# boQua
source: Skip
vi: Bỏ qua

# xacNhan
source: Confirm
vi: Xác nhận

# lyDoPhoBien
source: Common reason
vi: Lý do phổ biến

# lyDo
source: Reason
vi: Lý do

# vidu
source: Example: Reason...
vi: Ví dụ: Lý do ...

# duLieuBatBuoc
source: Required data
vi: Dữ liệu bắt buộc

# xuLyThanhCong
source: Successful handling
vi: Xử lý thành công

# qrHetHan
source: The QR code has expired
vi: Mã QR đã hết hạn

# veThang
source: QR card
vi: QR thẻ

# veLuot
source: QR ticket
vi: QR vé

# maChuyen
source: Trip code
vi: Mã chuyến

# hoTen
source: First and last name
vi: Họ và tên

# ngaySinh
source: Date of birth
vi: Ngày sinh

# loaiThe
source: Card type
vi: Loại thẻ

# dienDoiTuong
source: Object Area
vi: Diện đối tượng

# thangHieuLuc
source: Effective month
vi: Tháng hiệu lực

# thoiGianMua
source: Time to buy
vi: Thời gian mua

# giaVe
source: Fare
vi: Giá vé

# khongHopLe
source: Report violations
vi: Báo cáo vi phạm

# anhMo
source: Blur card photo
vi: Ảnh thẻ mờ

# anhKhongKhop
source: Picture doesn't match
vi: Ảnh không khớp

# lyDoKhac
source: Another reason
vi: Lý do khác

# veLuotHopLe
source: Valid turn ticket
vi: Vé lượt hợp lệ
