Repository: huytdph07358/txe
Catalog: plugins/txe_trip/lib/l10n/app_*.arb
Languages: vi

# chuaXacDinh
source: Undefined
vi: Chưa xác định

# chiTietChuyen
source: Trip details
vi: Chi tiết chuyến xe

# soTuyen
source: Line number
vi: Số tuyến

# tenTuyen
source: Line name
vi: Tên tuyến

# tu
source: From
vi: Từ

# den
source: Arrive
vi: Đến

# donViKhaiThac
source: Mining unit
vi: Đơn vị khai thác

# bienSo
source: License plates
vi: Biển số

# ngayXuatPhat
source: Departure date
vi: Ngày xuất phát

# gioXuatPhat
source: Departure time
vi: Giờ xuất phát

# banVe
source: Ticket Sale
vi: Bán vé

# veDaBan
source: Ticket Sold
vi: Vé đã bán

# kiemTra
source: Check
vi: Kiểm tra

# khongCoChuyenNao
source: There are no trains
vi: Không có chuyến nào

# soDoGhe
source: Seat Diagram
vi: Sơ đồ ghế

# ketThucBanVe
source: End of ticket sales for a successful trip
vi: Kết thúc bán vé cho chuyến thành công

# thoiGianKhoiHanh
source: Departure time
vi: Thời gian khởi hành

# hangTauXe
source: Car carrier
vi: Hãng tàu xe
